[M_PerfectlyPeaceful MissionDefinition]
MissionName="Perfect peace"
MissionDescription="Master. Hammerlock wonders where the crystal came from. He agreed to pay you to bring him the birth certificate. He gave you a look. [place]Metal cave[-place]."
TurnInDescription="He knew that Crystalis' innocence had been taken."
MissionSummary="Learn more about the history of crystals."
MissionGiver="Hello. Hammerlock"
MissionTurnInLocation="Mr. Hammerlock"
TeaserText="Crystal is not a devil killer..."

[M_PerfectlyPeaceful:CrystaliskOptional MissionObjectiveDefinition]
ProgressMessage="Remove the crystals"

[M_PerfectlyPeaceful:CrystaliskOriginEvidence MissionObjectiveDefinition]
ProgressMessage="Collect evidence from him"

[M_PerfectlyPeaceful:SpiderAntsOptional MissionObjectiveDefinition]
ProgressMessage="He killed the ant"

[M_PerfectlyPeaceful:ThresherOptional MissionObjectiveDefinition]
ProgressMessage="Killing radiation"

[M_PerfectlyPeaceful:UncoverCrystaliskOriginsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

